Repository: nnsnodnb/nowplaying-ios
Catalog: NowPlayingPackage/Sources/NowPlayingPackage/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# %lld/%lld tickets
source: %1$lld/%2$lld tickets
ja: %1$lld/%2$lld枚

source: %lld yen
ja: %lld円

source: 1. Free tickets will be used first.
ja: 1. 無料チケットから優先して消費されます。

source: 2. Posting tickets are only consumed when posting to X.
ja: 2. 投稿チケットはXへのポスト時のみ消費されます。

source: 3. Image uploads and text posts are treated as separate processes, and one ticket is consumed for each upon success.
ja: 3. 画像アップロードおよびテキスト投稿は、それぞれ独立した処理として扱われ、成功時に1枚ずつ消費されます。

source: 4. If the image upload succeeds but the text post fails, only one ticket for the image is consumed.
ja: 4. 画像アップロード成功後にテキスト投稿が失敗した場合、画像分の1枚のみ消費されます。

source: 5. If both the image and text succeed, a total of two tickets are consumed.
ja: 5. 画像・テキストの両方が成功した場合は合計2枚消費されます。

source: 6. Tickets are only consumed for processes that succeed.
ja: 6. 各処理は「成功したもののみ」チケットが消費されます。

source: About Userdata external transmission
ja: データの外部送信について

source: Access to the music library is restricted.
ja: ミュージックライブラリへのアクセスが制限されています

source: Access to the music library was denied.
ja: ミュージックライブラリへのアクセスが拒否されました

source: Account management
ja: アカウント管理

source: Advertisement
ja: 広告

source: Album name
ja: アルバム名

source: An error has occurred
ja: エラーが発生しました

source: An invalid operation was performed.
ja: 無効な操作が行われました

source: An unknown error has occurred.
ja: 不明なエラーが発生しました

source: Artist name
ja: アーティスト名

source: Artwork only
ja: アートワークのみ

source: Attach image
ja: 画像を添付

source: Automatic posting for X
ja: 自動ツイート

source: Bluesky Settings
ja: Bluesky設定

source: Buy me a coffee
ja: コーヒーを買ってあげる

source: Cancel
ja: キャンセル

source: Check
ja: 確認

source: Close
ja: 閉じる

source: Coffee
ja: コーヒー

source: Consumable content
ja: 消費コンテンツ

source: Delete
ja: 削除

source: Delete post
ja: ポストを削除します

source: Developer
ja: 開発者

source: Do you want to log in to %@?
ja: %@にログインしますか？

source: Failed to display the ad.
ja: 広告の表示に失敗しました

source: Failed to post
ja: ポストに失敗しました

source: Failed to retrieve app information
ja: アプリの情報の取得に失敗しました

source: Failed to retrieve authentication information.
ja: 認証情報の取得に失敗しました

source: Failed to retrieve the information required for posting
ja: 投稿に必要な情報が取得できません

source: Failed to retrieve user information.
ja: ユーザー情報の取得に失敗しました

source: Failed to upload the image.
ja: 画像のアップロードに失敗しました

source: Feature Requests / Bug Reports
ja: 機能要望・バグ報告

source: Free tickets acquired
ja: 無料チケットを獲得しました

source: Free tickets: %lld
ja: 無料チケット: %lld枚

source: From the bottom-left Settings button, go to "%@ Settings" → "Account Management" → authenticate using the top-left button
ja: 左下の設定ボタンから「%@設定」→「アカウント管理」→左上のボタンから認証を行ってください

source: From the bottom-left Settings button, select "Paid Content" and either watch an ad or purchase posting tickets
ja: 左下の設定ボタンから「有料コンテンツ」を選択し広告を視聴するか投稿チケットを購入してください

source: Get free tickets
ja: 無料チケットを獲得する

source: Handle
ja: ハンドル

source: Image attached to post
ja: 投稿自画像

source: Is the instance domain incorrect?
ja: インスタンスのドメインが間違っていませんか？

source: Is your handle incorrect?
ja: ハンドルが間違っていませんか？

source: Is your handle or password incorrect?
ja: ハンドルもしくはパスワードが間違っていませんか？

source: Keep it up!
ja: がんばれよ！

source: Later
ja: あとで

source: Licenses
ja: ライセンス

source: Loading...
ja: 読み込み中...

source: Log in
ja: ログイン

source: Logged in!
ja: ログインしました！

source: Login information
ja: ログイン情報

source: Mastodon Setitngs
ja: Mastodon設定

source: No %@ account is configured
ja: %@アカウントが設定されていません

source: No account available
ja: アカウントがありません

source: No posting tickets available
ja: 投稿チケットがありません

source: Non-consumable content
ja: 非消費コンテンツ

source: Okay
ja: 了解

source: Open App Store
ja: App Storeを開く

source: Paid Content
ja: 有料コンテンツ

source: Paid tickets: %lld
ja: 有料チケット: %lld枚

source: Password / App password
ja: パスワード・アプリパスワード

source: Please cooperate as retrieving user information incurs costs.
ja: ユーザー情報を取得するためにコストが発生するためご協力お願いします。

source: Please log in first.
ja: 先にログインをしてください

source: Post
ja: ポスト

source: Post format
ja: 投稿フォーマット

source: Post ticket (%lld tickets)
ja: 投稿チケット (%lld枚)

source: Post to Bluesky
ja: Blueskyへポスト

source: Post to X
ja: Xへポスト

source: Posted
ja: ポストしました

source: Preview
ja: プレビュー

source: Privacy Policy
ja: プライバシーポリシー

source: Privacy Settings
ja: プライバシー設定

source: Purchase failed.
ja: 購入に失敗しました

source: Purchase restoration has been completed.
ja: 購入の復元が完了しました

source: Purchased %@
ja: 【%@】を購入しました

source: Purchased %lld posting tickets
ja: 投稿チケット%lld枚を購入しました

source: Remove attached image
ja: 添付画像を削除

source: Remove banner ads
ja: バナー広告削除

source: Reset
ja: リセットする

source: Restore purchases
ja: 購入を復元する

source: Retry
ja: リトライ

source: Screenshot of the playback screen
ja: 再生画面のスクリーンショット

source: Select an account
ja: アカウントを選択

source: Sent %@ to the developer!
ja: 開発者に%@をプレゼントしました！

source: Settings
ja: 設定

source: Song title
ja: 曲名

source: Song title and artist name could not be retrieved
ja: 曲名とアーティスト名が取得できていません

source: Source code
ja: ソースコード

source: Support content
ja: 応援用コンテンツ

source: Terms of use
ja: 利用規約

source: Thank you for your purchase!
ja: ご購入ありがとうございます！

source: Thank you for your support!
ja: 応援ありがとうございます！

source: The following rules apply to the consumption of posting tickets.
ja: 投稿チケットの消費について以下のルールに従います。

source: There are no purchases to restore.
ja: 復元する購入が何もありません

source: Today’s free ticket has already been claimed.
ja: 今日の無料チケットはすでに獲得済みです

source: Two-factor authentication is enabled. Please enter your app password.
ja: 2要素認証が有効になっています。アプリパスワードを入力してください。

source: Unknown album
ja: 不明なアルバム

source: Update required
ja: アップデートが必要です

source: Version
ja: バージョン

source: Watch
ja: 視聴する

source: Watching an ad is required to add an account
ja: アカウントを追加するには広告の視聴が必要です。

source: Would you like to watch an ad to get a free ticket?
ja: 広告を見て無料チケットを獲得しますか？

source: Write a review
ja: レビューする

source: X Settings
ja: X設定

source: You can watch once per day
ja: 視聴できるのは1日1回までです
